[ {} ,
    { "question": "What does the age of a master key system say about its accuracy?",
        "howMany" : 2, "option": ["There is no connection.", "Older systems tend to contain more mistakes.", "Newer systems tend to contain more mistakes."],
        "isOther" : false } ,
      { "question": "What does the size of a master key system say about its accuracy?",
        "howMany" : 2, "option": ["There is no connection.", "Larger systems tend to contain more mistakes.", "Smaller systems tend to contain more mistakes."],
        "isOther" : false } ,
      { "question": "What method is commonly used with large, complicated master key systems, such as schools and hospitals?",
        "howMany" : 4, "option": ["", "Total Position Progression Method", "Rotating Constant Method", "Two-step Progression Method", "Institutional Rotation Method"],
        "isOther" : false } ,
      { "question": "In a large, complicated master key system with hundreds of users, which of the following failures would be serious and yet likely to go unnoticed and/or unreported?",
        "howMany" : 4, "option": ["", "key holders accessing areas where they are not authorized to enter", "hey holders unable to access areas where they are authorized", "keying records which are difficult to understand", "authorization procedures which are difficult to follow"],
        "isOther" : false } ,
      { "question": "What is a downside of matrix format?",
        "howMany" : 4, "option": ["", "You must decode the matrix.", "It takes up lots of space on the paper.", "All the pages of the system must be identical.", "It only works with two-step progression."],
        "isOther" : false } ,
      { "question": "What name does the Standard Key Coding System uses for the top key of a four-level system?",
        "howMany" : 4, "option": ["none of the above", "GGM", "GMM", "GGG", "GMA"],
        "isOther" : false } ,
      { "question": "What name does the Standard Key Coding System uses for the top key of a five-level system?",
        "howMany" : 4, "option": ["none of the above", "GGG", "GMM", "GGM", "GMA"],
        "isOther" : false } ,
      { "question": "If a large facility has two independent four- or five-level systems, the Standard Key Coding System does not allow for two different names. This problem might be solved by using what?",
        "howMany" : 4, "option": ["", "The Modified Key Coding System", "The Modulated Key Coding System", "a blind code keying system", "controlled cross keying"],
        "isOther" : false } ,
      { "question": "Under the Modified Key Coding System, which of the following might be the top key of a four-level system?",
        "howMany" : 4, "option": ["any of the above", "A", "GGM-1", "GGA", "A-1"],
        "isOther" : false } ,
      { "question": "Which of the following might be found in a large, complicated master key system?",
        "howMany" : 3, "option": ["any of the above", "interchangeable cores", "selective master keys", "multiple independent master keys"],
        "isOther" : true }                       
]