[ {} ,
  { "question": "Consider two master key systems in two locations which are near each other. They use the same brand of locks, with the same keyway, and the same number of chambers. They use the same key blanks and the same pin kit. Both systems use single-step progression and Total Position Progression. Only their TMKs are different. Which of the following is true about the progression lists of the two systems?",
    "howMany" : 2, "option": ["", "All the keys in each list must appear in the other.", "None of the keys from one list can appear in the other.", "A few of the keys from one list may appear in the other."],
    "isOther" : false } ,
  { "question": "A key doesn't operate a lock when:",
    "howMany" : 4, "option": ["There is no standard definition for a key not operating.", "It does not turn on full insertion.", "It does not turn on insertion and 10 seconds of manipulation.", "It dos not turn when inserted and withdrawn to a distance of 1 full cut space.", "It does not turn unless bumped more than 11 times."],
    "isOther" : true } ,
  { "question": "Which of the following is <strong><em>not</em></strong> a technique to be used to keep master key systems independent?",
    "howMany" : 5, "option": ["", "selective keying", "use of constants", "omitting higher levels on the bitting list", "altering parity", "using different keyways"],
    "isOther" : false } ,
  { "question": "In a 6-pin cylinder with two-step progression, 0, 2, 6 and 8 have been used as constants to keep systems independent. One more 5-pin independent system is required. Which statement is correct?",
    "howMany" : 4, "option": ["", "The 4 may be used as a constant in the same position where 0, 2, 6 and 8 were previously used.", "You may change parity to get a different constant in the same position where the 0, 2, 6 and 8 have been used.", "You may omit levels from one of the existing KBAs to get an independent 5-pin system.", "No more 5-pin independent systems are available in this keyway."],
    "isOther" : false } ,
  { "question": "Negative locking...",
    "howMany" : 4, "option": ["", "occurs when a key positions the pins such that the separation<br>between top pin, bottom pin and master pin are all below the shear line.", "occurs when a key positions the pins such that the separation<br>between top pin, bottom pin and master pin are all above the shear line.", "provides good protection against keys being manipulated.", "is not possible in master keyed cylinders."],
    "isOther" : false } ,
  { "question": "Positive locking...",
    "howMany" : 4, "option": ["", "occurs when a key positions the pins such that the separation<br>between top pin, bottom pin and master pin are all above the shear line.", "occurs when a key positions the pins such that the separation<br>between top pin, bottom pin and master pin are all below the shear line.", "provides good protection against keys being filed down to operate another cylinder.", "is not possible in master keyed cylinders."],
    "isOther" : false } ,
  { "question": "Consider a master key system whose TMK has parity EEOOEE (such as 263784). Which of the following is a good choice for parity of a separate system?",
    "howMany" : 4, "option": ["It depends on the number of keyways.", "EOEOEE", "EOOOEE", "OOEEOO", "EOEOEO"],
    "isOther" : false } ,
  { "question": "In 6-pin cylinders, with two-step progression, master key systems can be kept independent by altering parity in how many positions?",
    "howMany" : 4, "option": ["", "two or four, but not six.", "one or three, but not five.", "two or six, but not four", "one or five, but not three"],
    "isOther" : false } ,
  { "question": "When using multiplex keyway families for large system, which of the following is not recommended?",
    "howMany" : 4, "option": ["", "using master sections to add changes to lower level masters", "using the lowerst level master sections possible to meet the requirements", "progressing a deep cut on the tip side of the key", "use of selective keying to avoid duplicating the TMK bitting on lower level sections"],
    "isOther" : false } ,
  { "question": "Independent system techniques will not:",
    "howMany" : 4, "option": ["", "make locks harder to impression.", "eliminate the risk of a lost systemwide top key.", "help control safe use of dangerous equipment.", "reduce the odds of random interchange between systems in the same keyway."],
    "isOther" : false }                        
]