[ {} ,
  { "question": "<img src='sys15a.png'><br>Suppose we have used up page 5 but we still need more change keys under AE. If we elevate AE, what would be the bitting of the new AE key?",
    "howMany" : 4, "option": ["AE cannot be elevated.", "655816", "055816", "695816", "275816"],
    "isOther" : false } ,                       
  { "question": "<img src='sys15a.png'><br>Suppose we have used up page 3 but we still need more change keys under AC. If we elevate AC, what would be the bitting of the new AC key?",
    "howMany" : 4, "option": ["AC cannot be elevated.", "215816", "455816", "055816", "255816"],
    "isOther" : false } ,                       
  { "question": "<img src='sys15a.png'><br>Suppose we have used up page 1 but we still need more change keys under AA. If we elevate AA, what would be the bitting of the new AA key?",
    "howMany" : 4, "option": ["AA cannot be elevated.", "455816", "275816", "055816", "075816"],
    "isOther" : true } ,                       
  { "question": "<img src='sys15a.png'><br>Suppose we have used up page 1 but we still need more change keys under AA. If we rotate the constant to get more change keys, which of the following might be the next change key under AA?",
    "howMany" : 4, "option": ["The constant cannot be rotated.", "471838", "477038", "275038", "277038"],
    "isOther" : false } ,                       
  { "question": "<img src='sys15b.png'><br>Suppose we need one more master key under A. If we rotate the constant to get more master keys, which of the following might be the bitting for AR?",
    "howMany" : 4, "option": ["The constant cannot be rotated.", "451816", "477816", "275816", "695816"],
    "isOther" : false } ,                       
  { "question": "<img src='sys15a.png'><br>Suppose we have used up page 1 but we still need more change keys under AA. If we use Trick Two to get more change keys under AA, which of the following pages might be a good place to get more keys?",
    "howMany" : 4, "option": ["Trick Two doesn't work here.", "page 9", "page 6", "page 12", "page 15"],
    "isOther" : false } ,                       
  { "question": "<img src='sys15a.png'><br>Suppose we use Trick Two to get more change keys under AA, from page 13. Which of the following might be the bitting of one of the new AA keys?",
    "howMany" : 4, "option": ["any of the above will work", "075838", "075096", "075038", "075818"],
    "isOther" : false } ,                       
  { "question": "<img src='sys15a.png'><br>Suppose we use Trick Two to get change key AA72, from page 13. Which of the following is true about the AA72 lock?",
    "howMany" : 3, "option": ["all of the above", "To work properly, AA72 must be combinated<br>as if AA is a selective master key.", "The AA72 lock will have a<br>stacked master pin in one chamber.", "If there are incidental master keys in use on page 1,<br>they might operate the AA72 lock."],
    "isOther" : true } ,                       
  { "question": "<img src='sys15a.png'><br>Suppose we use Trick One (Going In Between) to get more change keys under AA. Which of the following might be the bitting of one of the new AA keys?",
    "howMany" : 4, "option": ["Trick One cannot be used for AA.", "475463", "475413", "475453", "475563"],
    "isOther" : false } ,                       
  { "question": "<img src='sys15b.png'><br>Suppose we need one more master key under A. If we use Trick One (Going In Between) to get more master keys under A, which of the following might be the bitting for AR?",
    "howMany" : 4, "option": ["Trick One cannot be used for master keys.", "525816", "455816", "325816", "625816"],
    "isOther" : false }                 
]