[ {} ,
{ "question": "Pin-tumbler locks are vulnerable to picking and bumping. How does this change when the locks are master keyed?",
  "howMany" : 3, "option": ["","The locks become more vulnerable.","The locks become less vulnerable.", "It stays the same."],
  "isOther" : false } ,
{ "question": "In a two level system, the 3AA lock would be operated by what keys?",
  "howMany" : 4, "option": ["","3AA and AA", "3 and AA", "3AA only", "3AA, AA, and A"],
  "isOther" : false } ,
{ "question": "In a three level system, the AA3(NMK) lock would be operated by what keys?",
  "howMany" : 4, "option": ["","AA3 only", "3 and AA", "AA3 and AA", "AA3, AA, and A"],
  "isOther" : false } ,
{ "question": "Which of the following keys should operate this lock?<br><p style='font-family: monospace'>242622<br>345162</p>",
  "howMany" : 3, "option": ["all of the above","545784", "545662", "542164"],
  "isOther" : false } ,
{ "question": "Which term is used for making a large number of change keys operate a cylinder?",
  "howMany" : 5, "option": ["","maison keying", "cross keying", "selective keying", "spaghetti keying", "super pinning"],
  "isOther" : false } ,
{ "question": "In a three-level system, which of the follow keys would <strong><em>not</em></strong> operate the A2R13 lock?",
  "howMany" : 4, "option": ["All of them would operate A2R13.","A2", "A", "A2R", "A2R13"],
  "isOther" : false },
{ "question": "Suppose you have progressed a KBA and got 64 change key bittings. What happens if you pick different constants and progress again?",
  "howMany" : 2, "option": ["none of the above", "You get another 64 bittings, different ones.", "You get the same 64 bittings, in a different order."],
  "isOther" : false } ,
{ "question": "Suppose you have progressed a KBA and got 64 change key bittings. What happens if you reorder the progression possibilities and progress again?",
  "howMany" : 2, "option": ["none of the above", "You get the same 64 bittings, in a different order.", "You get another 64 bittings, different ones."],
  "isOther" : false } ,
{ "question": "How many incidental master keys are on a page of 64 key bittings, with 4 keys in each block, 4 blocks in each vertical group, 4 vertical groups on the page?",
  "howMany" : 4, "option": ["Nobody knows.","60", "20", "32", "16"],
  "isOther" : false } ,
{ "question": "A six-pin KBA with 2 constants will produce how many change key bittings?",
  "howMany" : 4, "option": ["", "256", "64", "128", "512"],
  "isOther" : false } ,
{ "question": "Cross keying is not the same as key interchange because cross keying...",
  "howMany" : 3, "option": ["","is done on purpose", "should be avoided", "makes locks less secure"],
  "isOther" : false } ,
{ "question": "Look at this bitting list:<br>378324 AA1<br>370324 AA2<br>372324 AA3<br>374324 AA4<br>378524 AA5<br>Which pair of keys cannot be cross-keyed without causing key interchange?",
  "howMany" : 4, "option": ["", "AA4 and AA5", "AA1 and AA5", "AA2 and AA3", "AA1 and AA4"],
  "isOther" : false } ,
{ "question": "In a three-level master key system, is it possible for a lock to operate with the AB3 change key, and the A grand master key, but not the AB master key?",
  "howMany" : 3, "option": ["No, it is not possible.", "Yes, if AB is a selective master key.", "Yes, if AB is an incidental master key.", "Yes, if the lock is single keyed."],
  "isOther" : false } ,
{ "question": "With Total Position Progression and two-step progression, a systemwide selective master key typically decreases the available change keys by...",
  "howMany" : 4, "option": ["","25%", "1 change key for each selective master", "16 keys", "10%"],
  "isOther" : false } ,
{ "question": "How many ways can three constants be rotated in a six-pin lock?",
  "howMany" : 4, "option": ["none of the above","20", "17", "18", "19"],
  "isOther" : false } ,
{ "question": "With the Rotating Constant method, which of the following mistakes would be the least serious?",
  "howMany" : 3, "option": ["", "failing to use all the possible rotations", "accidentally using the same rotation twice", "increasing or decreasing the number of constants"],
  "isOther" : false } ,
{ "question": "Looking at this KBA:<br><code style='font-family: monospace;'>MMMCCC<br><u>345612</u><br>56.834<br>78.056<br>90.278<br><u>12.490</u><br>EDxCBA<br></code>Rotating the constant in the 'master' division of the key, how many ways can we rotate the constant?",
  "howMany" : 4, "option": ["", "3", "4", "16", "32"],
  "isOther" : false } ,
{ "question": "The meeting to discuss master key system requirements, including who needs to access what areas, future expansion and turnover, levels of key control, and more, is called what?",
  "howMany" : 3, "option": ["none of the above", "the keying conference", "dividing the key", "the keying schedule"],
  "isOther" : false } ,
{ "question": "Which of the following could be a good reason for using Total Position Progression?",
  "howMany" : 3, "option": ["", "complicated system with more than three levels", "maximum flexibility for selective master keying", "large two-level system with over a thousand change keys"],
  "isOther" : false } ,
{ "question": "Which of the following is true about the A2 and A4 systems?",
  "howMany" : 4, "option": ["", "One of them uses two-step progression, the other uses single step.", "One is compatible with Schlage, the other is not.", "They use the same pin kits.", "A2 is slightly less popular than A4."],
  "isOther" : false } ,
{ "question": "Generally speaking, it is important to plan ahead before master keying interchangeable cores because…",
  "howMany" : 3, "option": ["all of the above", "Certain values may not be permitted in the TMK.", "Certain values may not be permitted in the control key.", "Certain values may not be permitted for change keys."],
  "isOther" : true } ,
{ "question": "According to the ALOA Technical Standards, what are the minimum documents required to take over maintenance of a master key system?",
  "howMany" : 4, "option": ["", "Key Bitting Array and up-to-date bitting list", "up-to-date bitting list and key schematic", "key schematic and hardware schedule", "hardware schedule and Key Bitting Array"],
  "isOther" : false } ,
{ "question": "If the minimum documents for taking over maintenance are not available, what is an acceptable alternative?",
  "howMany" : 4, "option": ["any of the above", "Reverse engineer the documents by decoding all the keys.", "Reverse engineer the documents by decoding all the locks.", "Generate a new master key system.", "Temporarily single-key required locks, until the documents can be obtained."],
  "isOther" : true } ,
{ "question": "Look at the following keying schedule:<code style='font-family: monospace;'><br>100 front door 1AA<br>101 office A &nbsp&nbsp2AA<br>102 restroom &nbsp&nbsp3AA<br>103 janitor &nbsp&nbsp&nbspAA<br>104 office B &nbsp&nbsp4AA<br></code>If we need to rekey door 101, what would the new key be called?",
  "howMany" : 5, "option": ["", "5AA", "2AA", "2AA+", "X2AA", "2BB"],
  "isOther" : false } ,
{ "question": "Decoding a master keyed lock, one chamber at a time, without disassembling the lock, generally requires all of the following except what?",
  "howMany" : 4, "option": ["", "the ability to cut keys while standing at the door", "a code machine or a hand file", "a supply of key blanks", "at least one key that operates the lock"],
  "isOther" : false } ,
{ "question": "You are attempting to decode a master keyed lock that operates with a change key 843561. You cut the following test keys and try each of them in the lock:<br>043561<br>243561<br>443561<br>643561<br>None of them operate. Which of the following could explain that result?",
  "howMany" : 4, "option": ["", "The first cut of the TMK is an 8.", "The lock is part of a Total Position Progression system.", "The first chamber of the lock is empty.", "The plug has been filed."],
  "isOther" : false } ,
{ "question": "You are attempting to decode a master keyed lock that operates with a change key 843561. You disassemble the lock and measure the pins. This pinning chart shows what pins you found in the lock:<code style='font-family: monospace;'><br>224262<br>643301<br></code>What is the TMK?",
  "howMany" : 4, "option": ["none of the above", "667303", "643301", "224501", "667301"],
  "isOther" : false } ,
{ "question": "What method is commonly used with large, complicated master key systems, such as schools and hospitals?",
  "howMany" : 4, "option": ["", "Total Position Progression Method", "Rotating Constant Method", "Two-step Progression Method", "Institutional Rotation Method"],
  "isOther" : false } ,
{ "question": "If a large facility has two independent four- or five-level systems, the Standard Key Coding System does not allow for two different names. This problem might be solved by using what?",
  "howMany" : 4, "option": ["", "The Modified Key Coding System", "The Modulated Key Coding System", "a blind code keying system", "controlled cross keying"],
  "isOther" : false } ,
{ "question": "Consider two master key systems in two locations which are near each other. They use the same brand of locks, with the same keyway, and the same number of chambers. They use the same key blanks and the same pin kit. Both systems use single-step progression and Total Position Progression. Only their TMKs are different. Which of the following is true about the progression lists of the two systems?",
  "howMany" : 2, "option": ["", "All the keys in each list must appear in the other.", "None of the keys from one list can appear in the other.", "A few of the keys from one list may appear in the other."],
  "isOther" : false } ,
{ "question": "In 6-pin cylinders, with two-step progression, master key systems can be kept independent by altering parity in how many positions?",
  "howMany" : 4, "option": ["", "two or four, but not six.", "one or three, but not five.", "two or six, but not four", "one or five, but not three"],
  "isOther" : false } ,
{ "question": "<img src='sys15a.png'><br>Suppose we have used up page 3 but we still need more change keys under AC. If we elevate AC, what would be the bitting of the new AC key?",
  "howMany" : 4, "option": ["AC cannot be elevated.", "215816", "455816", "055816", "255816"],
  "isOther" : false } ,                       
{ "question": "<img src='sys15a.png'><br>Suppose we have used up page 1 but we still need more change keys under AA. If we elevate AA, what would be the bitting of the new AA key?",
  "howMany" : 4, "option": ["AA cannot be elevated.", "455816", "275816", "055816", "075816"],
  "isOther" : true } ,                       
{ "question": "<img src='sys15a.png'><br>Suppose we have used up page 1 but we still need more change keys under AA. If we rotate the constant to get more change keys, which of the following might be the next change key under AA?",
  "howMany" : 4, "option": ["The constant cannot be rotated.", "471838", "477038", "275038", "277038"],
  "isOther" : false } ,
{ "question": "Key interchange by manipulation may be discouraged by making sure the TMK has...",
  "howMany" : 4, "option": ["", "a deep cut in a progressed position.", "a deep cut in a constant position.", "a shallow cut in a progressed position.", "a shallow cut in a constant position."],
  "isOther" : false }
]